[
  {
    "Name": "Fabulous Wet Burritos",
    "Description": "Flour tortillas are filled with a mixture of ground beef, refried beans, and chiles then topped with a generous amount of sauce and cheese.",
    "Rating": "4.5",
    "Author": "Cindy Newell"
  },
  {
    "Name": "Cheesy Amish Breakfast Casserole",
    "Description": "This hearty casserole has bacon, eggs, hash browns, and three different cheeses all baked into a comforting breakfast dish, perfect for feeding a crowd.",
    "Rating": "4.75",
    "Author": "parothstein"
  },
  {
    "Name": "Chipotle Chicken",
    "Description": "Smokey chipotle peppers make an intense marinade for chicken cooked with sour cream and tender baby spinach.",
    "Rating": "3.80999994277954",
    "Author": "Bethany Gorski"
  },
  {
    "Name": "Chef John's Cauliflower Pizza Crust",
    "Description": "Enjoy all the flavor of delicious pizza, but with a cauliflower crust!",
    "Rating": "4.51999998092651",
    "Author": "Chef John"
  },
  {
    "Name": "Pressure Cooker Barbeque Chicken",
    "Description": "This quick and easy chicken recipe uses a pressure cooker to yield moist, flavorful chicken with barbeque sauce in under 30 minutes.",
    "Rating": "4.19000005722046",
    "Author": "CatherineSolo"
  },
  {
    "Name": "Waistline-Friendly Turkey Chili",
    "Description": "Chipotle barbeque sauce, lime juice, and ground cumin flavor this colorful chili.",
    "Rating": "4.65000009536743",
    "Author": "Kate"
  },
  {
    "Name": "Whole Earth Kale Salad",
    "Description": "Cooled cooked brown rice adds texture to this hearty salad packed with kale, cabbage, and carrots.",
    "Rating": "4.59000015258789",
    "Author": "CookMe2"
  },
  {
    "Name": "Banana Frittata",
    "Description": "Here's a quick and easy banana pancake recipe that anyone can make.",
    "Rating": "4.28000020980835",
    "Author": "nausheen"
  },
  {
    "Name": "Mamaw's Chicken and Rice Casserole",
    "Description": "Chicken and rice casseroles are a staple of American cooking. This version uses cream of mushroom, cream of celery, and cream of chicken to give a rich flavor to a quick school-night dinner when getting your back-to-school routine settled.",
    "Rating": "4.44000005722046",
    "Author": "katiefbenham"
  },
  {
    "Name": "Ooey Gooey Chili Mac Lasagna",
    "Description": "Cheese dip, lasagna noodles, chili, and Cheddar cheese are layered and baked into this ooey gooey chili mac lasagna, a comfort food mash-up.",
    "Rating": "0",
    "Author": "Leslie Kelly"
  },
  {
    "Name": "Steel-Cut Oats and Quinoa Breakfast",
    "Description": "Steel-cut oats and quinoa breakfast cereal with almond meal, flax, and cinnamon is a quick and easy vegan meal to start the day with.",
    "Rating": "5",
    "Author": "AnneP"
  },
  {
    "Name": "Cheesy Sausage Lasagna Soup",
    "Description": "This cheesy tomato-based soup with Italian turkey sausage, sliced mushrooms, and fresh spinach tastes just like lasagna in a bowl.",
    "Rating": "5",
    "Author": "cookinme"
  },
  {
    "Name": "Slow Cooker Peach Upside Down Cake",
    "Description": "Peaches caramelize with brown sugar in the bottom of your slow cooker for a warm, gooey upside-down cake.",
    "Rating": "0",
    "Author": "cupcakeproject"
  },
  {
    "Name": "Stef's Slow Cooker Creme Brulee",
    "Description": "Turn your slow cooker into an oven-water bath and all-to make super-easy, decadent desserts like this creme brulee.",
    "Rating": "0",
    "Author": "cupcakeproject"
  },
  {
    "Name": "Hearty Beef Lasagna Soup",
    "Description": "This beef lasagna soup with fusilli and Parmesan cheese is a quick and easy weeknight meal you probably have all the ingredients for!",
    "Rating": "0",
    "Author": "Mommy For Two"
  },
  {
    "Name": "Warm Berry Compote",
    "Description": "Cook frozen berries with orange juice in your slow cooker for a yummy dessert by itself or over ice cream.",
    "Rating": "0",
    "Author": "cupcakeproject"
  },
  {
    "Name": "Slow Cooker Peanut Butter Fudge Cake",
    "Description": "Warm fudge and peanut butter make for a sweet, scoopable cake straight from the slow cooker. This is great served over vanilla ice cream, too!",
    "Rating": "0",
    "Author": "cupcakeproject"
  },
  {
    "Name": "Triple Coconut Cake",
    "Description": "If you like coconut, this super moist slow-cooker cake is sure to please (three times over)!",
    "Rating": "0",
    "Author": "cupcakeproject"
  },
  {
    "Name": "Slow-Cooked Chicken Drumsticks",
    "Description": "In this super easy recipe, seasoned chicken drumsticks are cooked low and slow in a 250-degree oven until the meat falls off the bone.",
    "Rating": "4",
    "Author": "cheftini"
  },
  {
    "Name": "Raghavan's Curry Blend",
    "Description": "Try this easy blend in place of curry powder for brighter flavors.",
    "Rating": "5",
    "Author": "Raghavan Iyer"
  },
  {
    "Name": "Raghavan's Garam Masala",
    "Description": "Heat these easy-to-find ingredients for an aromatic addition to Indian dishes.",
    "Rating": "5",
    "Author": "Raghavan Iyer"
  },
  {
    "Name": "Super Simple Raita",
    "Description": "This yogurt-y condiment goes perfectly with spicier dishes, and takes just a few minutes to toss together. You can use either fresh fruit or veggies.",
    "Rating": "5",
    "Author": "Raghavan Iyer"
  },
  {
    "Name": "Baked Chicken Drumsticks (Asian Fusion)",
    "Description": "Chicken drumsticks are baked in a fusion mix of ginger, hoisin sauce, and canned peaches to create this Asian-inspired main dish for a crowd.",
    "Rating": "0",
    "Author": "Eve Ivanka"
  },
  {
    "Name": "Honey Garlic Chicken Wraps",
    "Description": "Your kids will love these simple honey garlic chicken wraps filled with rice and raw carrots that are quick and easy to make on a weeknight.",
    "Rating": "0",
    "Author": "LELIZABETHS"
  },
  {
    "Name": "Honey Garlic Sauce",
    "Description": "This thick garlic and ginger sauce sweetened with honey and brown sugar is a great topping for chicken wing or meatball appetizers.",
    "Rating": "4",
    "Author": "Rachel"
  },
  {
    "Name": "The Best Homemade Honey Garlic Sauce",
    "Description": "This family recipe for homemade honey garlic sauce is easy to make with 5 ingredients and complements meat and vegetables equally well.",
    "Rating": "5",
    "Author": "Belinda M"
  },
  {
    "Name": "Sriracha Honey Chicken Legs",
    "Description": "Baked chicken legs are tossed in a sweet and spicy mix of honey, butter, and sriracha sauce in this low-carb weeknight dish full of flavor.",
    "Rating": "4",
    "Author": "Nicole"
  },
  {
    "Name": "Sriracha Honey Salmon",
    "Description": "Sriracha sauce and honey team up in this broiled salmon dish packed with sweet and spicy flavor that makes a simple, delicious dinner for 2.",
    "Rating": "0",
    "Author": "klhn1986"
  },
  {
    "Name": "Quinoa Breakfast Cereal",
    "Description": "Quinoa gets the breakfast treatment in this hot cereal recipe made with apricots, almonds, and flax seeds that's a nice change from oatmeal.",
    "Rating": "0",
    "Author": "laur_218"
  }
]