[
  {
    "Name": "Dad's Hamburger Gravy",
    "Description": "This is one of my favorite recipes that I learned from my Southern cookin' Dad. Creamy hamburger gravy with just the right blend of spices is perfect served over just about anything!",
    "Rating": "4.42999982833862",
    "Author": "RHONDA35"
  },
  {
    "Name": "Chicken Marsala Florentine",
    "Description": "This is a gorgeous chicken dish with sun-dried tomatoes, spinach, and mushrooms. It is so wonderful when served with garlic mashed potatoes. It tastes fantastic!",
    "Rating": "4.55000019073486",
    "Author": "SHANOU"
  },
  {
    "Name": "Tilapia Scaloppine",
    "Description": "Tilapia, always quick and easy to cook, gets an Italian update with capers and fresh mushrooms.",
    "Rating": "4.48000001907349",
    "Author": "ROBINJOY77"
  },
  {
    "Name": "Mushroom and Swiss Burger Meatloaf",
    "Description": "This meatloaf tastes like a mushroom Swiss burger because it has a layer of  cheese and mushrooms hidden inside.",
    "Rating": "4",
    "Author": "Alta Nesbitt Rees Sieker"
  },
  {
    "Name": "Chocolate Chia Seed Pudding",
    "Description": "This very simple and extremely delicious recipe uses chia seeds, cocoa powder, hazelnut-flavored instant coffee powder, and milk to make a pudding.",
    "Rating": "4.44000005722046",
    "Author": "Robynowitz"
  },
  {
    "Name": "Indian-Style Chicken and Onions",
    "Description": "Indian-style chicken and onions is seasoned with just the right amount of spices for a warm and flavorful meal everyone will love.",
    "Rating": "4.25",
    "Author": "phosmane"
  },
  {
    "Name": "Bolognese Stuffed Bell Peppers",
    "Description": "A rich Italian-style meat and tomato filling is mixed with rice or orzo, and baked in bell peppers.",
    "Rating": "4.63000011444092",
    "Author": "KASM75"
  },
  {
    "Name": "Stir Fried Sesame Vegetables with Rice",
    "Description": "Asparagus, red bell pepper, onion, mushrooms, ginger and garlic stir-fried in peanut oil and garnished with toasted sesame seeds.  Serve over rice.",
    "Rating": "4.46000003814697",
    "Author": "dakota kelly"
  },
  {
    "Name": "Chef John's Indoor BBQ Shrimp",
    "Description": "If the weather puts a damper on your barbeque plans, these indoor barbeque shrimp are so easy and fast. Use the raw, ready-to-peel shrimp that are deveined but still have their shells on to achieve the char-grilled look without worrying about dry shrimp.",
    "Rating": "4.5",
    "Author": "Chef John"
  },
  {
    "Name": "Delicious Vegan Date Fudge Balls",
    "Description": "Dates, peanut butter, and cocoa powder are rolled together in these delicious vegan date fudge balls, an on-the-go treat for kids and adults.",
    "Rating": "0",
    "Author": "MyHealthyDessert"
  },
  {
    "Name": "Millionaire's Shortbread Bars (Vegan + Gluten-Free)",
    "Description": "These Millionaire's shortbread bars, made with almond flour, almond butter, and coconut oil, are vegan and gluten-free and great for Easter.",
    "Rating": "0",
    "Author": "Simply Sweet MAC"
  },
  {
    "Name": "Super Moist Raspberry Lemon Cake",
    "Description": "Sour cream and raspberry preserves are the key ingredients that make this raspberry lemon cake super moist with every bite.",
    "Rating": "0",
    "Author": "Caitlyn Eakins"
  },
  {
    "Name": "Breakfast for Dinner Casserole",
    "Description": "Crescent roll dough is the crust in this egg casserole with turkey sausage, plenty of cheese, and veggies, great for breakfast or dinner.",
    "Rating": "0",
    "Author": "Mrs4man"
  },
  {
    "Name": "Breakfast For Dinner",
    "Description": "Rice, eggs, and bacon topped with cinnamon sugar is a winning combination for a quick and easy breakfast bowl or breakfast for dinner.",
    "Rating": "0",
    "Author": "Daniel Peel"
  },
  {
    "Name": "Fabienne's Grilled Center Cut Pork Chops",
    "Description": "Grilled center cut pork chops with a mayonnaise-paprika marinade are so tender and addictive your guests will be asking for the recipe.",
    "Rating": "0",
    "Author": "Fabienne Riesen"
  },
  {
    "Name": "Pesto-Coated Center-Cut Pork Chop",
    "Description": "Center cut pork chops with pesto and red pepper flakes are a delicious way to enjoy pork chops; serve with your favorite grain and vegetable.",
    "Rating": "0",
    "Author": "kaz"
  },
  {
    "Name": "Thin Crust Pizza Dough",
    "Description": "Homemade thin crust pizza dough is quick and easy to make, using 6 ingredients you may already have on hand; add your favorite toppings!",
    "Rating": "0",
    "Author": "caradae"
  },
  {
    "Name": "Gluten-Free Easter Egg Cookies",
    "Description": "Easter cookies with cassava flour and potato starch are gluten-free and can fit into a paleo diet, subbing almond flour for potato starch.",
    "Rating": "0",
    "Author": "Little Bites of Beauty"
  },
  {
    "Name": "Vegan Avocado Brownies",
    "Description": "These quick and easy, vegan brownies made with avocado, coconut oil, and cacao powder will surely please everyone that tries them.",
    "Rating": "0",
    "Author": "Annie"
  },
  {
    "Name": "Puerto Rican Sancocho",
    "Description": "Sancocho, a Puerto Rican beef stew made with potatoes, corn on the cob, and chayote squash, is a warm and comforting meal for cold days.",
    "Rating": "0",
    "Author": "nydiah"
  },
  {
    "Name": "Layered Waldorf Salad",
    "Description": "Lettuce, red grapes, apples, toasted walnuts, and blue cheese are layered in a trifle bowl to make this beautifully presented Waldorf salad.",
    "Rating": "5",
    "Author": "Stasty Cook"
  },
  {
    "Name": "Layered Salmon Cobb Salad",
    "Description": "This show-stopping cobb salad with layers of salmon, green beans, and tomatoes will look like a work of art at the center of your table.",
    "Rating": "5",
    "Author": "Stasty Cook"
  },
  {
    "Name": "Chicken Curry with Goat's Milk",
    "Description": "Chicken is simmered with sweet potato, apples, turmeric, and fresh ginger in this hearty curry made with goat's milk instead of cow's milk.",
    "Rating": "0",
    "Author": "Michael Bach"
  },
  {
    "Name": "Scrumptious Wheat Pound Cake",
    "Description": "This pound cake made with whole wheat pastry flour, goat milk, and a sugar substitute is scrumptious if you're on a restrictive diet.",
    "Rating": "0",
    "Author": "tgbryant"
  },
  {
    "Name": "Tzatziki Guacamole",
    "Description": "Fans of avocados and garlic will love this tzatziki makeover inspired by guacamole and loaded with fresh cilantro, mint, and dill.",
    "Rating": "4",
    "Author": "MandaSquared"
  },
  {
    "Name": "Spicy Ma Po Tofu",
    "Description": "Soft tofu is flavored with ginger, garlic, and spicy doubanjiang paste in this easy recipe for authentic ma po tofu from Sichuan, China.",
    "Rating": "0",
    "Author": "Yipingxiang"
  },
  {
    "Name": "Middle Eastern-Style Burek",
    "Description": "A beef and onion mixture seasoned with baharat and parsley is deep-fried in egg roll wrappers to make these tasty Middle Eastern-style burek.",
    "Rating": "0",
    "Author": "Zachary Buckholz"
  },
  {
    "Name": "Delicious Vegetarian Bolognese",
    "Description": "This deeply flavored vegetarian Bolognese sauce made with mushrooms, carrots, and red lentils gets a spicy kick from sambal oelek.",
    "Rating": "0",
    "Author": "AngelasHeaven.com"
  },
  {
    "Name": "Cranberry Orange Pancakes",
    "Description": "These holiday-inspired cranberry orange pancakes are gluten-free thanks to sorghum flour and are bursting with fresh citrus flavor.",
    "Rating": "0",
    "Author": "Megan Olson"
  }
]