[
  {
    "Name": "BBQ Chicken Calzones",
    "Description": "If you like BBQ Chicken Pizza, you'll like this easy-to-make calzone version!",
    "Rating": "4.42999982833862",
    "Author": "TUMMY13"
  },
  {
    "Name": "Ground Beef and Chopped Cabbage",
    "Description": "This mixture of ground beef, cabbage, and tomatoes is given a flavor boost with the addition of red pepper flakes, garlic, and Italian seasoning.",
    "Rating": "4.44999980926514",
    "Author": "slygusa"
  },
  {
    "Name": "Greek Lemon Chicken and Potato Bake",
    "Description": "One-pan Greek chicken, roasted with potatoes and green beans, requires minimal attention while it cooks.",
    "Rating": "4.6399998664856",
    "Author": "Chef V"
  },
  {
    "Name": "Gerry's Easy Irish Stew",
    "Description": "This Irish stew of beef, potatoes, carrot, celery, and onion is easy to make as a hearty, one-pot Sunday meal. Tastes great the next day too!",
    "Rating": "4",
    "Author": "cricrinapoli"
  },
  {
    "Name": "Parmesan Crusted Tilapia Fillets",
    "Description": "This version of Parmesan-crusted tilapia uses only a few ingredients for a quick and easy dinner entree.",
    "Rating": "4.55000019073486",
    "Author": "LilSnoo"
  },
  {
    "Name": "Blueberry Cream Slushy",
    "Description": "My husband and I went crazy over a blueberry smoothie at a local cafe. This was our attempt to recreate it...but we actually like it better than the original!",
    "Rating": "4.57000017166138",
    "Author": "GOLDILOCKSMAIL"
  },
  {
    "Name": "Fennel Coleslaw",
    "Description": "Triple sec liqueur adds a hint of sweet orange flavor to a colorful slaw made of red and green cabbage tossed with thinly sliced fennel and topped with a sprinkle of pine nuts.",
    "Rating": "4",
    "Author": "Clarissa"
  },
  {
    "Name": "Fruity Curry Chicken Salad",
    "Description": "A healthy and tasty chicken salad with a fruity twist - great on a croissant or in a honey pita. Note: This salad is best if eaten the day after preparation. This allows the ingredients time to mingle, giving a fuller flavor. If desired, use nonfat mayonnaise.",
    "Rating": "4.82000017166138",
    "Author": "Karen L. Baker"
  },
  {
    "Name": "Roasted Pecan Banana Bread Loaves",
    "Description": "Mini banana bread loaves make it easy to eat some and freeze some for later. They have the crunch of freshly-toasted pecans and a hint of coconut flavor to boost the banana taste.",
    "Rating": "4.76999998092651",
    "Author": "atlantasassybelle"
  },
  {
    "Name": "Indoor Chicken Burgers on Biscuits",
    "Description": "Homemade chicken burgers are sandwiched between homemade biscuits and sauteed onions in this delicious alternative to grilled burgers.",
    "Rating": "0",
    "Author": "mommymeggy"
  },
  {
    "Name": "Easter Carrot Cheese Log",
    "Description": "A cream cheese-based dip is formed into a carrot shape and topped with Cheddar cheese is a fun Easter appetizer to serve with crackers.",
    "Rating": "0",
    "Author": "Montillo Italian Foods"
  },
  {
    "Name": "Blue Cheese and Sour Cream Potato Salad",
    "Description": "Potatoes, hard-boiled eggs, and green onions are dressed with blue cheese and sour cream in this easy potato salad perfect for a picnic.",
    "Rating": "0",
    "Author": "Judy"
  },
  {
    "Name": "Peanut Butter Pound Cake",
    "Description": "This sweet and rich pound cake has a nutty taste thanks to the addition of peanut butter and a crunchy topping of finely chopped peanuts.",
    "Rating": "0",
    "Author": "KOHKI730"
  },
  {
    "Name": "Ultimate Butter Pound Cake",
    "Description": "This is a rich and dense vanilla pound cake your family will request often. The ingredients are simple and basic, and making it is a snap.",
    "Rating": "0",
    "Author": "LisaK"
  },
  {
    "Name": "Cold Chicken Pasta Salad",
    "Description": "This vermicelli pasta salad, best served cold, is made with chicken, artichokes, and cherry tomatoes tossed in a simple lemony dressing.",
    "Rating": "0",
    "Author": "Say-Rah"
  },
  {
    "Name": "Zesty Cold Chicken Pasta Salad",
    "Description": "This quick and easy pasta salad with canned chicken, cherry tomatoes, and a zesty lemon pepper dressing makes for a tasty cold lunch.",
    "Rating": "5",
    "Author": "Krysie"
  },
  {
    "Name": "Pasta Inverno (Winter Vegetable Pasta)",
    "Description": "This whole grain pasta dish features vegetables like winter squash, green beans, and tomatoes and a sweet and sour sauce known as agrodolce.",
    "Rating": "0",
    "Author": "Karen Barris Calabro"
  },
  {
    "Name": "Quick and Easy Strawberry Cream Cheese Frosting",
    "Description": "Strawberry cream cheese frosting is quick and easy to make using strawberry flavored Jell-O(R), cream cheese, and milk; everyone loves it!",
    "Rating": "0",
    "Author": "kikhola13"
  },
  {
    "Name": "Chicken Agrodolce",
    "Description": "Chicken simmered with balsamic vinegar and orange and lemon juice are key components in this Italian sweet-sour recipe: chicken agrodolce.",
    "Rating": "0",
    "Author": "Divinity"
  },
  {
    "Name": "French Toast Variation of Eggs in a Basket",
    "Description": "This variation on eggs in a basket involves making French toast with the bread too, resulting in a quick, easy breakfast with extra protein.",
    "Rating": "0",
    "Author": "tverne1"
  },
  {
    "Name": "Aunt Judi's Easter Pineapple Raisin Sauce",
    "Description": "Pineapple raisin sauce with brown sugar is a quick and easy addition to baked ham and a crowd-pleasing part of Easter brunch or dinner.",
    "Rating": "0",
    "Author": "raesive"
  },
  {
    "Name": "Plant-Based Stuffed Green Pepper",
    "Description": "Green bell peppers stuffed with brown rice and simmered in a veggie tomato sauce are a tasty, plant-based meal that is easy to make.",
    "Rating": "0",
    "Author": "newday2d"
  },
  {
    "Name": "Vegan Cinnamon Waffles",
    "Description": "Vegan cinnamon waffles made with coconut oil and apple cider vinegar are quick and easy to prepare and a delicious start to the day.",
    "Rating": "0",
    "Author": "siege36"
  },
  {
    "Name": "Chicken Burgers with Blue Cheese",
    "Description": "These savory ground chicken burgers with crumbled blue cheese and a mayonnaise-Dijon sauce are a great choice for an easy weeknight meal.",
    "Rating": "4",
    "Author": "Nick Gibietis"
  },
  {
    "Name": "Spicy Chicken Burgers",
    "Description": "These grilled chicken burgers topped with smashed avocado and homemade coleslaw are sure to be a dinner hit for fans of spicy food.",
    "Rating": "4",
    "Author": "Nikip4"
  },
  {
    "Name": "Fresh Strawberry Shortcake Cupcakes",
    "Description": "These cute cupcakes with a fresh strawberry cream cheese filling and a swirl of whipped cream are like strawberry shortcakes in cupcake form.",
    "Rating": "0",
    "Author": "bunbun"
  },
  {
    "Name": "Cream of Wheat (Semolina) Porridge",
    "Description": "Enjoy a hot breakfast of lightly sweetened semolina porridge with this 6-ingredient cream of wheat recipe that's quick and easy to make.",
    "Rating": "0",
    "Author": "Oleechka"
  },
  {
    "Name": "Wheat Flour Halva",
    "Description": "This recipe for halva, a Persian spin on the Middle Eastern dessert, has a wheat flour base flavored with saffron, rose water, and cardamom.",
    "Rating": "0",
    "Author": "Soheila"
  },
  {
    "Name": "Baked Halva",
    "Description": "This semolina halva is doused in a clove and cinnamon syrup right after it's baked to yield a rich and sweet Greek-inspired dessert.",
    "Rating": "0",
    "Author": "Sophie"
  }
]