[
  {
    "Name": "3-Ingredient Cheese Sauce",
    "Description": "This velvety-smooth sauce uses real cheddar (not the processed stuff) and comes together in less than 10 minutes. Serve as is with chips, fries, or chili dogs, or transform it into the best queso you've ever had (see below for more on that). Pro tip: Skip the aged cheddar from the fancy cheese counter—the sauce will be even creamier with a block of no-frills cheddar from the dairy aisle of the supermarket.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Classic Chicken Pho",
    "Description": "Easier to make than the beef version, chicken pho requires fewer ingredients and takes less finesse for superlative results.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Slow-Cooker Green Chicken Chili",
    "Description": "This easy, slow-cooked chili is not your average \"bowl of red.\" With chicken, sweet potatoes, tomatillo salsa, and pinto beans, it's more of a cross between chile verde (usually made with pork) and white chicken chili. Just a few ingredients and effortless prep gives you a flavorful and satisfying \"bowl of green.\"",
    "Rating": "3/4",
    "Reviews": "1"
  },
  {
    "Name": "Cauliflower-Carrot Cheesy Tots",
    "Description": "This play on traditional tater tots swaps in cauliflower and carrot for the usual potato, adding a sweet, vegetal flavor and a good dose of fiber, antioxidants, and vitamins. The baked method might be easier (and slightly healthier), but the super-crispy fried method is more finger-licking good. Either way, these tots are the perfect party snack.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Creamy Pinto Bean Dip",
    "Description": "Serve this lightly spiced bean dip with tortilla chips, spread it on tacos or quesadillas, or use it as a great base for building a batch of Ultimate Nachos.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Cabbage Stir-Fry With Coconut and Lemon",
    "Description": "I’ve made this stir-fry with a variety of cabbages that we get in our farm share, including savoy and napa, but it’s also quite delicious with regular old green or purple cabbage and even finely shredded Brussels sprouts.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Chai-Spiced Hot Toddy",
    "Description": "This rum-spiked hot toddy is infused with fiery black pepper, revitalizing cinnamon, and cleansing cardamom to cure the winter blues.",
    "Rating": "2/4",
    "Reviews": "1"
  },
  {
    "Name": "Lamb-Fry",
    "Description": "This simple lamb stir-fry is a Kerala specialty. It makes a nice light meal when paired with puri (Indian fry-breads) or rava dosa (Indian crepes), or serve it with dhal, spinach chutney, and rice for a full meal.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Stir-Fried Green Beans With Coconut",
    "Description": "Everyone I cook for most often seems to love coconut; I've realized finally that it's a very easy way to keep them all happy. What I like about this particular dish is that the coconut adds flavor without excessive richness. Serve this as a side dish to a more formal meal or with lentils and rice for a simple dinner at home.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Coconut Chicken Curry in a Hurry",
    "Description": "Store-bought curry powder is brightened with fresh ginger and garlic in this 22-minute chicken dinner.",
    "Rating": "3.5/4",
    "Reviews": "8"
  },
  {
    "Name": "Udon Soup With Chicken, Spinach, and Mushrooms",
    "Description": "This classic Japanese soup is both nourishing and comforting—just the thing for those midwinter blues.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Figs-in-a-Blanket With Goat Cheese",
    "Description": "Spicy, honey-glazed figs and creamy goat cheese are baked in puff pastry in this fun vegetarian play on pigs-in-a-blanket.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Vegetarian Buffalo “Meatballs”",
    "Description": "Forget about hot wings—these spicy \"meatballs\" combine white beans and mushrooms for a meatless take on your favorite party snack.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Five-Cheese Pimento Cheese",
    "Description": "Complete your Super Bowl snacking lineup with this addictive five-cheese version of the classic Southern spread.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Crispy Chicken and Potatoes With Spicy Slaw",
    "Description": "These cumin-spiced chicken thighs and roasted potatoes are balanced by a zippy, jalapeño-spiked alternative to coleslaw.",
    "Rating": "3/4",
    "Reviews": "15"
  },
  {
    "Name": "Cinnamon–Chocolate Chunk Skillet Cookie",
    "Description": "This sharable cookie has all the flavors of a latte. And chocolate. Lots of hot, melting milk chocolate.",
    "Rating": "4/4",
    "Reviews": "2"
  },
  {
    "Name": "Soy Sauce Chicken",
    "Description": "A whole chicken, poached in a ginger and anise–scented soy broth, is a popular dish served at Chinese New Year celebrations.",
    "Rating": "2.5/4",
    "Reviews": "2"
  },
  {
    "Name": "Shrimp Poached in Coconut Milk With Fresh Herbs (Yerra Moolee)",
    "Description": "In this dish from Kerala, a state on the southwestern coast of India, fresh juicy shrimps are gently poached in herb-laced coconut milk. The spicing here is intentionally kept very subtle, so that the natural flavors of the shrimp and the coconut milk can be relished to their fullest.",
    "Rating": "4/4",
    "Reviews": "2"
  }
]