[
  {
    "Name": "Granola Bark",
    "Description": "This bark recipe lands somewhere in between granola bars the snack and granola the cereal.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/granola-bark"
  },
  {
    "Name": "Mini Beef and Mushroom Patties",
    "Description": "No one will ever notice that you swapped in mushrooms for a third of the beef in these better-for-you mini burgers. Grated onion and a touch of soy add to their savoriness. Make a big batch of these pint-sized patties and freeze them—you’ll be so glad you did. Serve them as finger food with a dipping sauce, turn them into sliders, or make it a meal with rice and steamed or roasted vegetables.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/mini-beef-and-mushroom-patties"
  },
  {
    "Name": "Jam Bars",
    "Description": "The combination of rice syrup and almond butter make these bars less sweet, with a toothsome, more substantial savory quality than most other versions, which are more often than not merely sweet cookie dough made even sweeter with jam.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/jam-bars"
  },
  {
    "Name": "Easter Egg Cake with Strawberry Frosting",
    "Description": "White chocolate shavings form a \"nest\" for chocolate eggs on this pretty pink cake. Malted milk powder gives both the cake and the frosting a toasty flavor and creamy richness.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/easter-egg-cake-with-strawberry-frosting"
  },
  {
    "Name": "Spring Risotto",
    "Description": "With pesto mixed in at the last minute, this whole dish becomes perfumed with basil and a vernal green.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/spring-risotto"
  },
  {
    "Name": "Red Curry Noodle Bowls with Steak and Cabbage",
    "Description": "Have half an hour? That’s all you need to make Thai-inspired curry noodle bowls (with steak!).",
    "Rating": "4/4",
    "Reviews": "1",
    "Link": "http://www.epicurious.com/recipes/food/views/red-curry-noodle-bowls-with-steak-and-cabbage"
  },
  {
    "Name": "Our Favorite Meatloaf",
    "Description": "This ultimate meatloaf recipe took rounds and rounds of testing to get just right. Our final version incorporates an ideal blend of seasoned ground beef and pork, aromatics, and breadcrumbs. The result is a loaf that is savory, tender, and juicy, yet holds together well when sliced. It's perfect warm or served cold in a meatloaf sandwich.",
    "Rating": "4/4",
    "Reviews": "5",
    "Link": "http://www.epicurious.com/recipes/food/views/our-favorite-meatloaf"
  },
  {
    "Name": "Classic Carrot-Coconut Cake",
    "Description": "This is exactly what you want to serve for Easter dessert.",
    "Rating": "3.5/4",
    "Reviews": "5",
    "Link": "http://www.epicurious.com/recipes/food/views/classic-carrot-coconut-cake"
  },
  {
    "Name": "Classic Cream Cheese Frosting",
    "Description": "This classic frosting couldn’t be easier to make and is a must for finishing red velvet and carrot cakes (or a batch of cupcakes). Using vanilla bean paste gives it a pretty speckled look, but if you don’t have it on hand, pure vanilla extract will lend the same flavor.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/classic-cream-cheese-frosting"
  },
  {
    "Name": "Classic Snickerdoodle Cookies",
    "Description": "This childhood favorite is even better than you remember.",
    "Rating": "3/4",
    "Reviews": "2",
    "Link": "http://www.epicurious.com/recipes/food/views/classic-snickerdoodle-cookies"
  },
  {
    "Name": "Stuffed Sweet Potatoes with Guacamole",
    "Description": "Easier than burrito bowls—and even more delicious.",
    "Rating": "3.5/4",
    "Reviews": "6",
    "Link": "http://www.epicurious.com/recipes/food/views/stuffed-sweet-potatoes-with-beans-and-guacamole"
  },
  {
    "Name": "“Tzimmes” Chicken with Apricots, Prunes, and Carrots",
    "Description": "Sheet-pan chicken for Passover just might be the best thing since, ahem, unleavened bread.",
    "Rating": "3.5/4",
    "Reviews": "5",
    "Link": "http://www.epicurious.com/recipes/food/views/tzimmes-chicken-with-apricots-prunes-and-carrots"
  },
  {
    "Name": "Doughnuts with Grapefruit Curd and Citrus Sugar",
    "Description": "You will never eat a better doughnut than the one you make yourself, still hot out of the oil.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/doughnuts-with-grapefruit-curd-and-citrus-sugar"
  },
  {
    "Name": "Baked Apples with Prunes, Almonds, and Amaretto",
    "Description": "For an easy make-ahead dessert recipe that’s also a showstopper, look no further. Pouring the cream over at the table adds a dramatic touch.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/baked-apples-with-prunes-almonds-and-amaretto"
  },
  {
    "Name": "Marinated Mixed Beans",
    "Description": "Coating the herbs in oil and soaking the shallot in vinegar prevents oxidation, so you can keep these beans for days.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/marinated-mixed-beans"
  },
  {
    "Name": "Prego Roll",
    "Description": "On the streets of Lisbon and outside any nightclub or bar in Johannesburg, you’ll find vendors grilling steak and slathering garlic butter on a soft bun—heaven. The key to this mouth-watering street food is finding a soft, airy roll to absorb the steak juices. If there is a Portuguese market near you, you’re in luck! If not, look for a soft roll dusted with flour at your local bakery.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/prego-roll"
  },
  {
    "Name": "Red Potato and Shishito Pepper Hash",
    "Description": "Go hard on those potatoes and let them get good and browned before tossing them in the pan. That way they’ll keep their crunch after being doused with the spicy mayonnaise.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/red-potato-and-shishito-pepper-hash"
  },
  {
    "Name": "Coffee Malteds",
    "Description": "These cookies bring back the memory of those malteds. Instead of syrup, I use freshly ground espresso beans (although instant espresso or coffee works) and unflavored malt powder — you can find it in supermarkets — which gives the cookies a warm, mildly vanilla taste.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/coffee-malteds"
  }
]