[
  {
    "Name": "Spanish Frittata with Herby Yogurt and Greens ",
    "Description": "The potatoes are what make this the love child of a Spanish tortilla and an Italian frittata. But you don’t necessarily need them. Fill this frittata with 2 cups of whatever leftover cooked vegetables you have in your fridge and drop “Spanish” from the name. Serve with a crisp green salad.",
    "Author": "David Tamarkin",
    "Rating": "0/4",
    "Reviews": "0",
    "Serves": "4 servings",
    "Link": "http://www.epicurious.com/recipes/food/views/spanish-frittata-with-herby-yogurt-and-greens"
  },
  {
    "Name": "Hungarian Golden Pull-Apart Cake with Walnuts and Apricot Jam (Aranygaluska) ",
    "Description": "Aranygaluska, also called golden dumpling cake, butter puffs, and monkey bread, has been extolled by Jewish immigrants from Hungary for years. I first noticed a recipe for the cake in George Lang’s The Cuisine of Hungary from 1971. Aranygaluska probably started as a rich cake, like the German Dampfnudeln (see my Jewish Cooking in America) served with fish or soup on Fridays, when no meat was allowed for Catholics. Jews who separated meat from dairy in their diet would serve it with a fish or non-meat soup.\nAgnes Sanders, who grew up under Communism in Miskolc, Hungary, kindly showed me how she makes aranygaluska in her kitchen on New York’s Upper West Side. Agnes’s version of aranygaluska, learned in this country, was not as rich as I remembered it. I have tweaked her recipe here and there, adding ingredients like vanilla to the cake. I also add a chocolate alternative to the nuts, called kuchembuchem (one of those marvelous made-up Yiddish rhyming names), often made with leftover babka dough. Try one or both versions.",
    "Author": "Joan Nathan",
    "Rating": "0/4",
    "Reviews": "0",
    "Serves": "8–10 servings",
    "Link": "http://www.epicurious.com/recipes/food/views/hungarian-golden-pull-apart-cake-with-walnuts-and-apricot-jam-aranygaluska"
  },
  {
    "Name": "Salmon Gefilte Fish Mold with Horseradish and Beet Sauce ",
    "Description": "For centuries, Jewish women schlepped to the fish market, choosing the best fish “by the look in its eyes” before transforming it into the quintessential Sabbath gefilte fish. Using a wooden bowl and a half-moon-shaped chopper, they cut up the fish with onions, crying a little, chopping a little, until the mix was just the right consistency, later to be shaped into ovals or balls and poached in fish broth.\nToday, cooks often turn to commercially prepared frozen loaves of ground fish, sometimes even spiked with jalapeños or almonds and raisins. These new, more American flavors are rapidly replacing the more distinctively fishy blends made from carp, whitefish, and pike, and have a smooth texture that indicates they have never felt the blade of a hand chopper.\nAlthough gefilte innovation like the first jarred fish and the frozen loaves are taking over now, I still, as with many things, prefer the taste of homemade that I make twice a year for Passover and Rosh Hashanah. Before Passover, at what we call a “gefilte-in,” friends assemble in my kitchen with their own pots, fish, carrots, eggs, and matzo meal to make these old-fashioned fish patties. For Rosh Hashanah, I make a light, circular fish terrine that looks beautiful and has the components of gefilte fish, but is much easier to make, baked in a Bundt or tube pan in a bain-marie. This is also a great make-ahead recipe, as it requires several hours of refrigeration before serving.\nTurned out onto a platter and featured as one of many foods at a buffet, it is always a big success. Even those who swear they would never eat gefilte fish come back for seconds, provided you serve horseradish sauce with it.",
    "Author": "Joan Nathan",
    "Rating": "0/4",
    "Reviews": "0",
    "Serves": "15–20 slices",
    "Link": "http://www.epicurious.com/recipes/food/views/salmon-gefilte-fish-mold-with-horseradish-and-beet-sauce"
  },
  {
    "Name": "Horseradish and Beet Sauce ",
    "Description": "Jews serve horseradish, sliced as a root or ground into a sauce, at Passover to symbolize the bitterness of slavery. It was in Ashkenaz, what is now Alsace-Lorraine and southern Germany, that the horseradish root replaced the romaine and arugula of more southerly climates as the bitter herbs at the Passover dinner.\nToday, farmers in France dig up horseradish roots and peel and grate them outdoors, making sure to protect their eyes from the sting. Then they mix the root with a little sugar and vinegar and sometimes grated beets, keeping it for their own personal use or selling it at local farmers' markets.\nHorseradish with beets originally came from farther east in Poland, to which Jews immigrated from the west in the fourteenth century, and from the east probably earlier. It was a condiment served at Easter and represented the blood of Jesus Christ, something that I will bet most Jews did not know when they bought it from farmers at outside markets in Poland.\nA few years ago, I ate an adaptation of this tasty sauce at the short-lived Kutsher’s Restaurant in New York. I have played with it and now it is a keeper at our Passover Seder.",
    "Author": "Joan Nathan",
    "Rating": "0/4",
    "Reviews": "0",
    "Serves": "Makes about 4 cups",
    "Link": "http://www.epicurious.com/recipes/food/views/horseradish-and-beet-sauce"
  },
  {
    "Name": "Spiced Moroccan Vegetable Soup with Chickpeas, Cilantro, and Lemon (Harira) ",
    "Description": "This is by far my favorite comfort soup. Until I met Meme Suissa, who comes from Casablanca, I had been making a different version. But I swooned after trying her recipe, enhanced with an egg-lemon sauce, that she may have learned from a Turkish forebear. She has been making this for almost eighty years, first watching her mother, then cooking for her five children after she immigrated, like many Moroccan Jews, to French-speaking Montreal.",
    "Author": "Joan Nathan",
    "Rating": "0/4",
    "Reviews": "0",
    "Serves": "8–10 servings",
    "Link": "http://www.epicurious.com/recipes/food/views/spiced-moroccan-vegetable-soup-with-chickpeas-cilantro-and-lemon-harira"
  },
  {
    "Name": "Mango-Chutney Chicken with Roasted Carrots And Zucchini ",
    "Description": "The whole family gets what they want with this easy, customizable sheet-pan dinner that offers three different levels of flavor-building seasoning. Feel free to mix and match options 1-3 on each plate to make everyone happy.",
    "Author": "Rhoda Boone",
    "Rating": "0/4",
    "Reviews": "0",
    "Serves": "4 servings",
    "Link": "http://www.epicurious.com/recipes/food/views/mango-chutney-chicken-with-roasted-carrots-and-zucchini"
  },
  {
    "Name": "Asian Vegetable Noodle Toss ",
    "Description": "This simple pasta uses gluten-free buckwheat noodles to complement blanched veggies and an Asian-inspired sauce for an easy weeknight dinner.",
    "Author": "Dr. John McDougall",
    "Rating": "0/4",
    "Reviews": "0",
    "Serves": "3–4 servings",
    "Link": "http://www.epicurious.com/recipes/food/views/asian-vegetable-noodle-toss"
  },
  {
    "Name": "Roasted Beet Tzatziki Salad ",
    "Description": "This psychedelic Mediterranean-inspired salad marries bright, fresh ingredients with sweet, earthy roasted beets and perfectly cooked eggs. It tastes as good as it looks on the plate, and all the ingredients make for good snacks.",
    "Author": "Nick Korbee",
    "Rating": "0/4",
    "Reviews": "0",
    "Serves": "2 servings",
    "Link": "http://www.epicurious.com/recipes/food/views/roasted-beet-tzatziki-salad"
  },
  {
    "Name": "Giant Meringue (Pavlova Gigantata) ",
    "Description": "A crisp meringue gives a unique eating experience, as you feel it crunching and melting simultaneously. A perfect meringue dessert, with its fissures and epic swirls, also presents a beautiful landscape for garnishes. If you were able to shrink yourself to approximately one inch tall, this dessert would be the gnarliest surf breaks frozen in time. While we know this is impossible, we can always live vicariously through the myriad fruits, nuts, purees, and whips of the world as they garnish our Pavlova Gigantata. Turn on, tune in...eat Pavlova.",
    "Author": "Nick Korbee",
    "Rating": "0/4",
    "Reviews": "0",
    "Serves": "Makes one 12-inch pavlova",
    "Link": "http://www.epicurious.com/recipes/food/views/giant-meringue-pavlova-gigantata"
  },
  {
    "Name": "Granola Bark ",
    "Description": "I have been auditioning granola bars for Archer, and I finally decided to make something in between the snack and the cereal: granola bark, a granola that forms a thin bar, and then is easily broken into smaller pieces. Two recipes come to mind as those that shock home cooks the first time they make them: mashed potatoes, for how much cream and butter is used, and granola, which also has a surprising amount of fat and much more sugar than expected in a healthful snack or breakfast. So I’ve cut back, opting for the lower-glycemic sweeteners like maple syrup and coconut sugar. I use olive oil, but other healthful fats, like coconut oil, would do just as well, and of course, butter is a delicious option. The egg white and plumped flax seeds help bind the granola and make it extra crispy, doing the job that additional sweetener often does. I enjoy this bark over yogurt with fruit for breakfast, and I include it in Archer’s lunchbox as a snack bar.",
    "Author": "Elisabeth Prueitt",
    "Rating": "0/4",
    "Reviews": "0",
    "Serves": "Makes about 16 servings (one 13 by 18-inch/33 by 46cm sheet)",
    "Link": "http://www.epicurious.com/recipes/food/views/granola-bark"
  },
  {
    "Name": "Pop’s Double-Stuffed, Double-Fluffed American Omelet ",
    "Description": "This is that big boy you’ve heard about . . . stuffed with bacon, sausage, cheddar cheese, spinach, and mushrooms. Not meant for hot-weather consumption, this incredibly filling omelet should be cut in wedges for multiple servings. It’s truly an omelet to feed them all, with humble origins in my father’s home kitchen, where he uses a 1950s milkshake blender to fluff his eggs back to the glistening dawn of the atomic age.",
    "Author": "Nick Korbee",
    "Rating": "0/4",
    "Reviews": "0",
    "Serves": "Makes 1 omelet (to feed 2 very hungry people)",
    "Link": "http://www.epicurious.com/recipes/food/views/pops-double-stuffed-double-fluffed-american-omelet"
  },
  {
    "Name": "Eggs Caviar ",
    "Description": "This is an old-school, fancy-pants dish that snoot masters break out to wow their aging clientele. But the dish teaches a very important lesson: The texture of well-prepared eggs can be enhanced by adding complementary textural ingredients. In short, it teaches respect for perfectly cooked eggs. If you’re going to take the time to build upon these techniques, why would you go and muck it up by haphazardly throwing in some fried bologna or raw vegetable mishegas? There are only two rules: Let the garnish suit the egg-cooking technique and add the garnish at the end, not during the cooking process.",
    "Author": "Nick Korbee",
    "Rating": "0/4",
    "Reviews": "0",
    "Serves": "Makes 1 serving",
    "Link": "http://www.epicurious.com/recipes/food/views/eggs-caviar"
  },
  {
    "Name": "Egg Shop Fried Chicken ",
    "Description": "Brine lean meats. Always. Forever. This bit of culinary know-how will always be there for you. Like a bestie asking if you’ve lost weight or letting you know your ass looks great in those new jeans: But you have to be willing to put in the time, if you want to reap the rewards of this friendship. It’s a two-day thing, gurrrl. Our fried chicken thighs begin with brining boot camp, make a pit stop in a buttermilk marinade, and end their journey fried to perfection and garnished with wildflower honey and sea salt. We’ll show you how, and yes, those jeans look great on you!",
    "Author": "Nick Korbee",
    "Rating": "0/4",
    "Reviews": "0",
    "Serves": "Makes 4–6 pieces",
    "Link": "http://www.epicurious.com/recipes/food/views/egg-shop-fried-chicken"
  },
  {
    "Name": "Savory Buckwheat Pancakes with Sun-Dried Tomatoes and Prosciutto ",
    "Description": "A savory breakfast that doesn’t scrimp on flavor! Enjoy these as a lazy weekend brunch to really impress!",
    "Author": "Alice Liveing",
    "Rating": "0/4",
    "Reviews": "0",
    "Serves": "4 servings",
    "Link": "http://www.epicurious.com/recipes/food/views/savory-buckwheat-pancakes-with-sun-dried-tomatoes-and-prosciutto"
  },
  {
    "Name": "Coconut Zucchini Noodles and Spiced Meatballs ",
    "Description": "Zucchini \"noodles\" keep this fragrant curry soup gluten-free. The spiced lamb meatballs are just as good in a wrap or on a salad.",
    "Author": "Alejandro Junger",
    "Rating": "0/4",
    "Reviews": "0",
    "Serves": "2–3 servings",
    "Link": "http://www.epicurious.com/recipes/food/views/coconut-zucchini-noodles-and-spiced-meatballs"
  },
  {
    "Name": "Chicken and Root Vegetable Pot Pie ",
    "Description": "These savory pies are stuffed with sweet potatoes, parsnips, celery root, and—of course—chicken, for a satisfying, comforting meal.",
    "Author": "Art Smith",
    "Rating": "0/4",
    "Reviews": "0",
    "Serves": "4 servings",
    "Link": "http://www.epicurious.com/recipes/food/views/chicken-and-root-vegetable-pot-pie"
  },
  {
    "Name": "Mexican Pasta Surprise ",
    "Description": "This spicy vegetarian pasta is packed with heat from chipotle chile powder and fresh jalapeños. Pinto beans and canned tomatoes round out the dish and make it extremely easy to put together.",
    "Author": "Dr. John McDougall",
    "Rating": "0/4",
    "Reviews": "0",
    "Serves": "6 servings",
    "Link": "http://www.epicurious.com/recipes/food/views/mexican-pasta-surprise"
  },
  {
    "Name": "Mini Beef and Mushroom Patties ",
    "Description": "No one will ever notice that you swapped in mushrooms for a third of the beef in these better-for-you mini burgers. Grated onion and a touch of soy add to their savoriness. Make a big batch of these pint-sized patties and freeze them—you’ll be so glad you did. Serve them as finger food with a dipping sauce, turn them into sliders, or make it a meal with rice and steamed or roasted vegetables.",
    "Author": "Rhoda Boone",
    "Rating": "0/4",
    "Reviews": "0",
    "Serves": "Makes about 26",
    "Link": "http://www.epicurious.com/recipes/food/views/mini-beef-and-mushroom-patties"
  }
]