[
  {
    "Name": "Chicken in Cream Sauce",
    "Description": "Chef John's Salvadoran-style chicken stewed in sour cream is comfort food at its best: succulent, flavorful, and filling, with just the right amount of heat.",
    "Rating": "4.3899998664856",
    "Author": "Chef John"
  },
  {
    "Name": "Pork Marsala",
    "Description": "Boneless pork loin chops are simmered in a Marsala wine, garlic, and herb sauce. This is easy enough for a weeknight, and impressive enough for company.",
    "Rating": "4.55999994277954",
    "Author": "MyPlate"
  },
  {
    "Name": "BBQ Oatmeal Meatloaf",
    "Description": "Breathe new life into an old meatloaf recipe with this sweet and tangy take on an American family classic.",
    "Rating": "4.57000017166138",
    "Author": "Jeffery Hunt"
  },
  {
    "Name": "Chef John's Homemade Chicken Noodle Soup",
    "Description": "This soul-warming soup is deliciously simple--just chicken and noodles. What makes it so good is the homemade roasted chicken stock.",
    "Rating": "4.71999979019165",
    "Author": "Chef John"
  },
  {
    "Name": "Best of the Best Blueberry Muffins",
    "Description": "Big Blueberry muffins with a crusty sugar topping. A recipe I got from my Grandma. The blueberries and the sweet batter are fabulous together. Favorites of all who have tried them. Quick and easy, made with few ingredients. Remember to use paper liners!",
    "Rating": "4.57000017166138",
    "Author": "AUNTLYNNIE"
  },
  {
    "Name": "Sexy Shrimp Scampi",
    "Description": "Butter and garlic make this simple but flavorful Scampi a big hit.",
    "Rating": "4.63000011444092",
    "Author": "TRAILINDAWG"
  },
  {
    "Name": "Chicken Thigh and Dumpling Stew",
    "Description": "A variety of vegetables come together in this richly textured dish. Go ahead and curl up with a comforting bowl of this creamy chicken and dumpling soup!",
    "Rating": "4.67999982833862",
    "Author": "averyfern"
  },
  {
    "Name": "Chocolate Chip Banana Bread II",
    "Description": "Rich and sweet with chocolate chips and walnuts, this banana bread is made with shortening and mayonnaise, making it very moist. This recipe makes 2 loaves.",
    "Rating": "4.80000019073486",
    "Author": "TI2GR"
  },
  {
    "Name": "Butter-Roasted Cauliflower",
    "Description": "Chef John's quick and easy recipe for butter-roasted cauliflower is an unusual and tremendously tasty way to enjoy cauliflower.",
    "Rating": "4.65999984741211",
    "Author": "Chef John"
  },
  {
    "Name": "Camarones a la Diabla (Mexican Deviled Prawns)",
    "Description": "These Mexican deviled prawns (camarones a la diabla) are cooked in a super spicy sauce made with ketchup and chipotle chiles in adobo.",
    "Rating": "0",
    "Author": "aidacontadora"
  },
  {
    "Name": "Pozole Rojo (Mexican Pork and Hominy Stew)",
    "Description": "Pozole rojo, a traditional Mexican pork and hominy stew with a red broth, is flavored with guajillo peppers and topped with lettuce and onion.",
    "Rating": "0",
    "Author": "Consuelo Aguilar"
  },
  {
    "Name": "Lobster and Grits with Chorizo",
    "Description": "Rich and decadent, this recipe raises the bar on shrimp and grits by substituting lobster and adding two kinds of cheese and chorizo.",
    "Rating": "0",
    "Author": "Houstonchef"
  },
  {
    "Name": "Cinnamon Pancakes",
    "Description": "Cinnamon in the batter adds an unexpected and delightful flavor twist to these easy fluffy pancakes that'll become a morning favorite.",
    "Rating": "5",
    "Author": "Christiana McCormick"
  },
  {
    "Name": "Grandma's Honey Bun Cake",
    "Description": "Yellow batter layered with cinnamon sugar is given the poke cake treatment with sweet vanilla icing to create this rich honey bun cake.",
    "Rating": "0",
    "Author": "Drea"
  },
  {
    "Name": "Avocado Pasta",
    "Description": "Whole grain penne pasta is tossed with a fresh herb and lime sauce and served with sprouts and avocado slices in this vegan-friendly dish.",
    "Rating": "0",
    "Author": "Heather: Healthy Vegan Recipes"
  },
  {
    "Name": "Korean Rice Cake (Tteok)",
    "Description": "This recipe for tteok, a Korean cake made with rice flour, is chock-full of mixed dried fruit and so easy a novice baker could make it.",
    "Rating": "0",
    "Author": "daidai"
  },
  {
    "Name": "North African Paella",
    "Description": "This North African twist on Spanish paella made with salmon, shrimp, mussels, and merguez sausage is a hearty stew served over couscous.",
    "Rating": "0",
    "Author": "25 Peppers"
  },
  {
    "Name": "Easy Seaweed Salad",
    "Description": "This quick and easy Chinese-style seaweed salad is packed with complex flavors from a mix of vinegar, soy sauce, ginger, and sesame oil.",
    "Rating": "0",
    "Author": "Tony0314"
  },
  {
    "Name": "Old-Fashioned Elderberry Pie",
    "Description": "This old-fashioned double-crust pie made with a fresh elderberry-sour cream filling is sure to please the eye as well as the taste buds.",
    "Rating": "0",
    "Author": "Randy"
  },
  {
    "Name": "Elderberry Pie",
    "Description": "Fresh elderberries are mixed with sugar and cornstarch to make the filling for this pie that's easy to make with store-bought pie crusts.",
    "Rating": "0",
    "Author": "April Broxton"
  },
  {
    "Name": "Spinach Shrimp Salad with Miso Dressing",
    "Description": "Shrimp is arranged on a bed of spinach tossed in a sweet and savory miso dressing in this salad recipe inspired by Japanese flavors.",
    "Rating": "0",
    "Author": "FLIPAPPEAL"
  },
  {
    "Name": "Italian Stuffed Bread",
    "Description": "Bread dough stuffed with layers of mortadella, capicola ham, Genoa salami, and provolone cheese bakes up into a hearty Italian main dish.",
    "Rating": "0",
    "Author": "davey"
  },
  {
    "Name": "Gracie's Barmbrack",
    "Description": "Barmbrack, an easy bread made with dried fruit soaked in black tea is a delightful treat for tea time or breakfast served with coffee.",
    "Rating": "0",
    "Author": "graciethebaker"
  },
  {
    "Name": "Oatmeal Cinnamon Pancakes",
    "Description": "These oatmeal pancakes with cinnamon, applesauce, and brown sugar are a crowd-pleasing, quick and easy meal to make for breakfast or brunch.",
    "Rating": "0",
    "Author": "Anna Schreiber"
  },
  {
    "Name": "Kropsua (Finnish Pancake)",
    "Description": "Kropsua, a baked Finnish pancake, is quick and easy to make and very versatile; top with salt and pepper or your favorite pancake topping.",
    "Rating": "0",
    "Author": "DARBLEY13"
  },
  {
    "Name": "Blueberry Almond Pancakes",
    "Description": "Blueberries and almond extract are the star ingredients in these sweet and tart almond pancakes, a favorite for breakfast or brunch.",
    "Rating": "0",
    "Author": "ChefNYC"
  },
  {
    "Name": "Tteokguk (Korean Rice Cake Soup)",
    "Description": "Tteokguk, a Korean rice cake soup, includes thinly sliced steak, green onions, and sliced rice cakes creating a warm meal for cold days.",
    "Rating": "0",
    "Author": "mykoreaneats"
  },
  {
    "Name": "Squid Ink Pasta with Calamari",
    "Description": "Squid ink pasta is tossed in a creamy white wine sauce and calamari in this gourmet dinner that will impress your family and friends.",
    "Rating": "0",
    "Author": "Sarah Adamson"
  },
  {
    "Name": "Big Ray's Kielbasa Cabbage Skillet for a Crowd",
    "Description": "This Polish kielbasa sausage, cabbage, and potato skillet dinner is perfect for camping or an easy weeknight meal that feeds a crowd.",
    "Rating": "0",
    "Author": "bfr610"
  }
]