[
  {
    "Name": "Golden Pull-Apart Cake with Walnuts and Apricot Jam",
    "Description": "Aranygaluska, also called golden dumpling cake, butter puffs, and monkey bread, has been extolled by Jewish immigrants from Hungary for years.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/hungarian-golden-pull-apart-cake-with-walnuts-and-apricot-jam-aranygaluska"
  },
  {
    "Name": "Salmon Gefilte Fish Mold with Horseradish and Beet Sauce",
    "Description": "Turned out onto a platter and featured as one of many foods at a holiday buffet, this dish is always a big success. Even those who swear they would never eat gefilte fish come back for seconds, provided you serve horseradish sauce with it.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/salmon-gefilte-fish-mold-with-horseradish-and-beet-sauce"
  },
  {
    "Name": "Horseradish and Beet Sauce",
    "Description": "An adaptation of the tasty sauce from the short-lived Kutsher’s Restaurant in New York, perfect for Passover Seder.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/horseradish-and-beet-sauce"
  },
  {
    "Name": "Spiced Moroccan Vegetable Soup with Chickpeas, Cilantro, and Lemon",
    "Description": "A Muslim staple to break the daily fast of Ramadan, this soup has crossed over to the Moroccan Jewish tradition of breaking the fast of Yom Kippur. Although many cooks make this with meat, I have turned it into a vegetarian version and make it whenever I can.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/spiced-moroccan-vegetable-soup-with-chickpeas-cilantro-and-lemon-harira"
  },
  {
    "Name": "Mango-Chutney Chicken with Roasted Carrots And Zucchini",
    "Description": "The whole family gets what they want with this easy, customizable sheet-pan dinner that offers three different levels of flavor-building seasoning. Feel free to mix and match options 1-3 on each plate to make everyone happy.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/mango-chutney-chicken-with-roasted-carrots-and-zucchini"
  },
  {
    "Name": "Asian Vegetable Noodle Toss",
    "Description": "This simple pasta uses gluten-free buckwheat noodles to complement blanched veggies and an Asian-inspired sauce for an easy weeknight dinner.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/asian-vegetable-noodle-toss"
  },
  {
    "Name": "Roasted Beet Tzatziki Salad",
    "Description": "This psychedelic Mediterranean-inspired salad marries bright, fresh ingredients with sweet, earthy roasted beets and perfectly cooked eggs. It tastes as good as it looks on the plate, and all the ingredients make for good snacks.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/roasted-beet-tzatziki-salad"
  },
  {
    "Name": "Giant Meringue (Pavlova Gigantata)",
    "Description": "A perfect meringue dessert, with its fissures and epic swirls, also presents a beautiful landscape for garnishes. If you were able to shrink yourself to approximately one inch tall, this dessert would be the gnarliest surf breaks frozen in time.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/giant-meringue-pavlova-gigantata"
  },
  {
    "Name": "Granola Bark",
    "Description": "This bark recipe lands somewhere in between granola bars the snack and granola the cereal.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/granola-bark"
  },
  {
    "Name": "Pop’s Double-Stuffed, Double-Fluffed American Omelet",
    "Description": "Stuffed with bacon, sausage, cheddar cheese, spinach, and mushrooms, this incredibly filling omelet should be cut in wedges for multiple servings.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/pops-double-stuffed-double-fluffed-american-omelet"
  },
  {
    "Name": "Eggs Caviar",
    "Description": "This dish teaches a very important lesson: The texture of well-prepared eggs can be enhanced by adding complementary textural ingredients.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/eggs-caviar"
  },
  {
    "Name": "Egg Shop Fried Chicken",
    "Description": "Our fried chicken thighs begin with a brown-sugar brine, make a pit stop in buttermilk marinade, and end their journey garnished with honey and sea salt.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/egg-shop-fried-chicken"
  },
  {
    "Name": "Savory Buckwheat Pancakes with Sun-Dried Tomatoes and Prosciutto",
    "Description": "A savory breakfast that doesn’t scrimp on flavor! Enjoy these as a lazy weekend brunch to really impress!",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/savory-buckwheat-pancakes-with-sun-dried-tomatoes-and-prosciutto"
  },
  {
    "Name": "Coconut Zucchini Noodles and Spiced Meatballs",
    "Description": "Zucchini \"noodles\" keep this fragrant curry soup gluten-free. The spiced lamb meatballs are just as good in a wrap or on a salad.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/coconut-zucchini-noodles-and-spiced-meatballs"
  },
  {
    "Name": "Chicken and Root Vegetable Pot Pie",
    "Description": "These savory pies are stuffed with sweet potatoes, parsnips, celery root, and—of course—chicken, for a satisfying, comforting meal.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/chicken-and-root-vegetable-pot-pie"
  },
  {
    "Name": "Mexican Pasta Surprise",
    "Description": "This spicy vegetarian pasta is packed with heat from chipotle chile powder and fresh jalapeños. Pinto beans and canned tomatoes round out the dish and make it extremely easy to put together.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/mexican-pasta-surprise"
  },
  {
    "Name": "Mini Beef and Mushroom Patties",
    "Description": "No one will ever notice that you swapped in mushrooms for a third of the beef in these better-for-you mini burgers. Grated onion and a touch of soy add to their savoriness. Make a big batch of these pint-sized patties and freeze them—you’ll be so glad you did. Serve them as finger food with a dipping sauce, turn them into sliders, or make it a meal with rice and steamed or roasted vegetables.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/mini-beef-and-mushroom-patties"
  },
  {
    "Name": "Jam Bars",
    "Description": "The combination of rice syrup and almond butter make these bars less sweet, with a toothsome, more substantial savory quality than most other versions, which are more often than not merely sweet cookie dough made even sweeter with jam.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/jam-bars"
  }
]