[
  {
    "Name": "Mirror Cake Glaze",
    "Description": "This creamy white-chocolate glaze sets with a mirror-like shine when poured over a smoothly frosted cake. For a gorgeous marbled effect, layer several colors of glaze into one bowl before pouring it over the cake.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Beef Pho",
    "Description": "This quick version of the classic Vietnamese soup is steeped with aromatic spices and finished off with a waft of refreshing herbs.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Miso Harissa Delicata Squash and Brussels Sprouts Salad",
    "Description": "I love this combination of flavors in the cold months when winter squash and Brussels are available at the farm, though the miso-harissa dressing that brings it all together is lovely year-round.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Carne Asada Cheese Fries",
    "Description": "Meet the love child of cheese fries and nachos: crispy, seasoned fries loaded with skirt steak and silky cheese sauce. One taste and you'll understand why San Diego is so wild about them.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Slow-Cooker Green Chicken Chili",
    "Description": "This easy, slow-cooked chili is not your average \"bowl of red.\" With chicken, sweet potatoes, tomatillo salsa, and pinto beans, it's more of a cross between chile verde (usually made with pork) and white chicken chili. Just a few ingredients and effortless prep gives you a flavorful and satisfying \"bowl of green.\"",
    "Rating": "3.5/4",
    "Reviews": "3"
  },
  {
    "Name": "Flourless Cacao Fudge Cake",
    "Description": "Raw cacao powder retains a higher portion of nutrients than more common cocoa powder, which is usually heated during manufacturing. Swap the almond meal here for hazelnut meal, if you prefer.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Babee’s Strawberry Shortbread Valentine’s Cookies",
    "Description": "No Description Found",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "3-Ingredient Cheese Sauce",
    "Description": "This velvety-smooth sauce uses real cheddar (not the processed stuff) and comes together in less than 10 minutes. Serve as is with chips, fries, or chili dogs, or transform it into the best queso you've ever had (see below for more on that). Pro tip: Skip the aged cheddar from the fancy cheese counter—the sauce will be even creamier with a block of no-frills cheddar from the dairy aisle of the supermarket.",
    "Rating": "3/4",
    "Reviews": "3"
  },
  {
    "Name": "Classic Chicken Pho",
    "Description": "Easier to make than the beef version, chicken pho requires fewer ingredients and takes less finesse for superlative results.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Brigadeiros",
    "Description": "Somewhere between a fudgy chocolate truffle and a Tootsie Roll is the Brazilian confection known as the brigadeiro.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Spiced Chocolate Molasses Buttons",
    "Description": "This cookie gets a double hit of raw sugars: sticky dark muscovado in the dough and a roll through turbinado sugar that adds crunch and a naturally glittering finish around a puddle of bittersweet chocolate ganache.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Kale, Snow Pea, and Pork Dumplings",
    "Description": "Snow peas and water chestnuts add a fresh crunch to these tasty dumplings",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Pan-Fried Sea Bass With Miso, Lemon, and Thyme-Glazed Roasties",
    "Description": "A tangy dish full of zing. The thyme adds deep flavour and the roasties give real crunch.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Sweet Potato Fritters With Poached Eggs and Avocado",
    "Description": "A combination made in healthy-foodie heaven, this will be sure to satisfy you first thing in the morning!",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Strawberry Shortcake Cupcakes",
    "Description": "This cupcake is a twist on Babee’s Strawberry Shortbread Cookies, and is the perfect dessert for a Valentine’s Day party of a romantic dinner for two! The filling can be prepared the night before and stored in the refrigerator.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Cauliflower-Carrot Cheesy Tots",
    "Description": "This play on traditional tater tots swaps in cauliflower and carrot for the usual potato, adding a sweet, vegetal flavor and a good dose of fiber, antioxidants, and vitamins. The baked method might be easier (and slightly healthier), but the super-crispy fried method is more finger-licking good. Either way, these tots are the perfect party snack.",
    "Rating": "4/4",
    "Reviews": "1"
  },
  {
    "Name": "Creamy Pinto Bean Dip",
    "Description": "Serve this lightly spiced bean dip with tortilla chips, spread it on tacos or quesadillas, or use it as a great base for building a batch of Ultimate Nachos.",
    "Rating": "0/4",
    "Reviews": "0"
  },
  {
    "Name": "Cabbage Stir-Fry With Coconut and Lemon",
    "Description": "Sweet, spicy, and refreshing all in one, this crisp cabbage side dish is a great way to get out of a steamed-broccoli rut.",
    "Rating": "4/4",
    "Reviews": "1"
  }
]