[
  {
    "Name": "Easy General Tso's Chicken",
    "Description": "A lighter version of the iconic takeout dish, this spicy 22–minute recipe for General Tso’s Chicken is just as flavorful as the original. The Sriracha and tomato paste may not be authentic, but they give the dish a powerful umami boost.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/easy-general-tsos-chicken"
  },
  {
    "Name": "Goat Cheese, Honey, and Rye Crust Pie",
    "Description": "This pie, modeled after recipes made by the ancient Romans, is cheesecake-like in texture and gets its gentle sweetness from a good bit of honey.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/goat-cheese-honey-and-rye-crust-pie"
  },
  {
    "Name": "“Tzimmes” Chicken with Apricots, Prunes, and Carrots",
    "Description": "This holiday-ready dinner has all the flavors of tzimmes, the traditional Jewish sweet side dish made with stewed dried fruits and honey. Roasted on baking sheets with colorful young carrots, this recipe feeds a crowd with minimal effort, giving you plenty of time for stress-free hosting.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/tzimmes-chicken-with-apricots-prunes-and-carrots"
  },
  {
    "Name": "Beer-Steamed Mussels with Chorizo",
    "Description": "Yes, you can use any pilsner in this recipe—but a Mexican pilsner will take to the chorizo the best. Buy a six-pack so you have a few on hand to drink while you eat. Serve this full-flavored dish, which was developed for our #cook90 initiative, with a nice green salad to round out the meal.",
    "Rating": "4/4",
    "Reviews": "1",
    "Link": "http://www.epicurious.com/recipes/food/views/beer-steamed-mussels-with-chorizo"
  },
  {
    "Name": "St. Patrick's Day Cupcakes with White Chocolate and Pistachios",
    "Description": "Studded with pistachios and white chocolate, these festive green cupcakes are better than finding a pot of gold at the end of the rainbow.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/st-patricks-day-cupcakes-with-white-chocolate-and-pistachios"
  },
  {
    "Name": "Chocolate Satin",
    "Description": "This dessert differs from a classic chocolate mousse, which would contain egg yolks as well as whites.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/chocolate-satin"
  },
  {
    "Name": "Homemade Instant Mac and Cheese",
    "Description": "What do people want from boxed mac and cheese? More cheese! This D.I.Y. version is extra cheesy but just as easy. Plus you can make it with any shape pasta you choose.",
    "Rating": "1/4",
    "Reviews": "3",
    "Link": "http://www.epicurious.com/recipes/food/views/homemade-instant-mac-and-cheese"
  },
  {
    "Name": "\"Cold-Fry\" Frites",
    "Description": "In this method, potatoes and oil begin cooking together at room temperature, totally defying all the rules of deep-frying.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/cold-fry-frites"
  },
  {
    "Name": "Herb and Garlic Lamb with Green Olive Salad",
    "Description": "Ask your butcher for lamb backstraps, an interior cut from the loin that is lean and exceedingly tender.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/herb-and-garlic-lamb-with-green-olive-salad"
  },
  {
    "Name": "Super Green Stir-Fry",
    "Description": "Asparagus, snap peas, green onions, edamame, spinach, and cilantro make this vegetarian noodle stir-fry plenty green and powerfully healthy.",
    "Rating": "3/4",
    "Reviews": "1",
    "Link": "http://www.epicurious.com/recipes/food/views/super-green-stir-fry"
  },
  {
    "Name": "Ginger and Almond Bars",
    "Description": "Fresh and candied ginger team up to make an uplifting, zesty treat that can be prepared in any season. This quick yet impressive dessert lends itself to endless reincarnations, using various dried fruits and citrus zests, or even cocoa for chocolate lovers—see the recipes that follow for ideas!",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/ginger-and-almond-bars"
  },
  {
    "Name": "Magic Cèpe Mushroom Soup",
    "Description": "I call this crowd-pleasing soup my magic recipe. It is so amazing that so few ingredients—and a soup made in a matter of minutes—can have so much depth of flavor. It really is a fine example of the miracles of infusion. The dried cèpe (porcini) mushroom powder packs a maximum of fragrance and flavor and takes well to many variations: Pair it with paper-thin slices of raw domestic mushrooms or seared domestic or wild mushrooms showered in the bowl at serving time; prepare with dried morel powder in place of cèpes; top with thin slices of raw black truffles; or add a dollop of mushroom-powder- infused whipped cream.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/magic-cepe-mushroom-soup"
  },
  {
    "Name": "Asian Chicken and Cilantro Meatballs",
    "Description": "My love for Asian food is never-ending, and this easy, quick chicken meatball creation is a favorite. The secret here is to steam the meatballs so they remain tender and succulent. Searing briefly afterward adds a wonderfully caramelized crust without overcooking.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/asian-chicken-and-cilantro-meatballs"
  },
  {
    "Name": "Black and White Croissant Bread Pudding",
    "Description": "This dessert is a big hit at parties in the Hollywood Hills, especially in the cooler months. It’s probably one of my most deceptive desserts—everyone thinks it's complex to prepare, but it's one of the simplest desserts in my repertoire. When the bread pudding is firm to the touch, you know it's done.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/black-and-white-croissant-bread-pudding"
  },
  {
    "Name": "Veggie Sushi Hand Roll",
    "Description": "No Description Found",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/veggie-sushi-hand-roll"
  },
  {
    "Name": "Turkish Lamb Chops with Sumac, Tahini, and Dill",
    "Description": "Given my very high regard for a grilled naked lamb chop, all juicy and charred, when I do go for something more elaborate, it's got to be worth it. This dish is. Here, the meat is coated in toasted whole spices—fennel, coriander, and cumin seeds—that have been very lightly crushed. The seeds retain their texture, giving the meat both a heady scent and a good crunch. For serving, a tahini-lemon sauce adds a rich nuttiness, while a dash of sumac provides its berrylike tartness.",
    "Rating": "4/4",
    "Reviews": "1",
    "Link": "http://www.epicurious.com/recipes/food/views/turkish-lamb-chops-with-sumac-tahini-and-dill"
  },
  {
    "Name": "Gluten-Free Sticky Rice Buns",
    "Description": "Looking for a gluten-free way to eat a burger or sandwich without a knife and fork? Look no further than these sesame- and scallion-studded buns.",
    "Rating": "4/4",
    "Reviews": "1",
    "Link": "http://www.epicurious.com/recipes/food/views/gluten-free-sticky-rice-buns"
  },
  {
    "Name": "Teriyaki Steak Skewers With Asian-Style Greens",
    "Description": "I love the Asian flavours in this dish and the steak is a great source of protein for post-workout fuel.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/teriyaki-steak-skewers-with-asian-style-greens"
  }
]