[
  {
    "Name": "Turkish Lamb Chops With Sumac, Tahini, and Dill",
    "Description": "Given my very high regard for a grilled naked lamb chop, all juicy and charred, when I do go for something more elaborate, it's got to be worth it. This dish is. Here, the meat is coated in toasted whole spices—fennel, coriander, and cumin seeds—that have been very lightly crushed. The seeds retain their texture, giving the meat both a heady scent and a good crunch. For serving, a tahini-lemon sauce adds a rich nuttiness, while a dash of sumac provides its berrylike tartness.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/turkish-lamb-chops-with-sumac-tahini-and-dill"
  },
  {
    "Name": "Gluten-Free Sticky Rice Buns",
    "Description": "Looking for a gluten-free way to eat a burger or sandwich without a knife and fork? Look no further than these sesame- and scallion-studded buns.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/gluten-free-sticky-rice-buns"
  },
  {
    "Name": "Pasta With Shrimp in Tomato Cream",
    "Description": "I met Suzy in 1999, when I moved to New York after college and she had just relocated from Portland, Oregon. We ended up as roommates in Brooklyn, and it was in that apartment in Fort Greene that we discovered the joys of cooking together on Sundays. Suzy's mom, Sally, passed this recipe down to her and, in turn, Suzy taught it to me. We still make it together to this day, nearly twenty years later.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/pasta-with-shrimp-in-tomato-cream"
  },
  {
    "Name": "Coconut-Pandan Jam (Kaya Jam)",
    "Description": "This creamy custard is popular in Southeast Asia, especially Malaysia and Singapore, where it's slathered onto toasted fluffy white bread and served with poached eggs as a morning snack. Often called the vanilla of Southeast Asia, the long, narrow, vibrant green pandan leaves give the jam its signature aromatic flavor.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/coconut-pandan-jam-kaya-jam"
  },
  {
    "Name": "Gingery Chicken Soup with Zucchini “Noodles”",
    "Description": "This immunity-boosting chicken noodle soup is just as comforting as your grandma's, but it's also gluten-free and paleo-friendly, thanks to a big helping of spiralized zucchini \"noodles\" instead of traditional wheat-based pasta. The homemade chicken broth is flavored with ginger in two ways: sliced ginger simmers slowly to lend warming background notes, while freshly grated ginger added at the end of cooking brings zippy flavor and extra health benefits.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/gingery-chicken-soup-with-zucchini-noodles"
  },
  {
    "Name": "Cauliflower-Crust Pizza",
    "Description": "Who knew pizza can be low-carb, healthy, and delicious too? This veggie-packed pizza swaps out the flour for a combo of cauliflower “rice” and ground almonds, making it nutritious and gluten-free. A generous sprinkling of mozzarella cheese and tomato sauce keep it classic and delicious.",
    "Rating": "3/4",
    "Reviews": "1",
    "Link": "http://www.epicurious.com/recipes/food/views/cauliflower-crust-pizza-with-tomatoes-and-mozzarella"
  },
  {
    "Name": "Fire Cider Tonic",
    "Description": "While most recipes for fire cider use a heavy hand with the garlic because of its potent medicinal properties, we recommend going easy unless you want neighbors knocking on the door every time you crack open a bottle. Otherwise, you should feel free to tweak and embrace the flexible nature of this recipe. Fresh turmeric is a lovely substitute for dried—use about 3 tablespoons coarsely chopped or grated. And instead of dried hot chiles, use sliced fresh jalapeño or habanero, or even smoke-dried ones. Consider adding other citrus, such as grapefruit or blood oranges, in place of or in addition to the lemon. Note: this recipe needs to sit for 1 month before enjoying.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/fire-cider-tonic"
  },
  {
    "Name": "Chickpea Crêpe \"Tacos\" With Eggplant and Lamb",
    "Description": "Thin, naturally grain-free chickpea flour pancakes take the place of tortillas in these warmly spiced lamb and eggplant “tacos.”",
    "Rating": "4/4",
    "Reviews": "6",
    "Link": "http://www.epicurious.com/recipes/food/views/chickpea-crepe-tacos-with-eggplant-and-lamb"
  },
  {
    "Name": "Homemade American Cheese",
    "Description": "Using a mild cheese like Colby will get you closest to the American cheese you remember from childhood, but feel free to play around with something sharper if you wish. Cheddar makes an assertive substitution, but stay close to the semisoft family of cheeses; the harder, crumblier stuff won't work.",
    "Rating": "2/4",
    "Reviews": "2",
    "Link": "http://www.epicurious.com/recipes/food/views/homemade-american-cheese"
  },
  {
    "Name": "Cinnamon White Hot Chocolate",
    "Description": "Cinnamon lends warming complexity to this comforting, creamy, cold-weather drink.",
    "Rating": "4/4",
    "Reviews": "1",
    "Link": "http://www.epicurious.com/recipes/food/views/cinnamon-white-hot-chocolate"
  },
  {
    "Name": "Istanbul-Style Wet Burgers",
    "Description": "A good soak in buttery tomato sauce gives this ultra-juicy burger—a popular late-night Turkish street eat—its odd but enchanting moniker.",
    "Rating": "4/4",
    "Reviews": "12",
    "Link": "http://www.epicurious.com/recipes/food/views/istanbul-style-wet-burger-islak-burger"
  },
  {
    "Name": "Instant-Pot Ancho Chile Sauce",
    "Description": "Of all the sauces I make, this is definitely in the top three for both flavor and utility. Not only does it make delicious Red Chicken Enchiladas, but it’s a perfect base for chili, and it adds a delightful piquancy to most Mexican or southwestern dishes.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/instant-pot-ancho-chile-sauce"
  },
  {
    "Name": "Slow-Cooker Chicken Congee",
    "Description": "A slow cooker and boneless, skinless chicken thighs make easy work of comforting Chinese rice porridge.",
    "Rating": "3.5/4",
    "Reviews": "4",
    "Link": "http://www.epicurious.com/recipes/food/views/slow-cooker-chicken-congee"
  },
  {
    "Name": "Pressure-Cooker Espresso and Toasted Almond Flan",
    "Description": "A perfect marriage of two of the very things that represent my love of food and culture: espresso and flan. It doesn’t get much better than this. The toasty almonds add great texture and the espresso will subtly keep you energized.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/pressure-cooker-espresso-and-toasted-almond-flan"
  },
  {
    "Name": "Matcha White Hot Chocolate",
    "Description": "Hot chocolate doesn't have to be dark and decadent. This rich and creamy white chocolate version has tropical notes thanks to the coconut milk, plus a boost of caffeine and bold green color from matcha powder.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/matcha-white-hot-chocolate"
  },
  {
    "Name": "Matcha-Mango Smoothie",
    "Description": "Blending together yogurt, mango, and matcha makes a refreshing smoothie with an energizing caffeine boost and a good dose of protein.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/matcha-mango-smoothie"
  },
  {
    "Name": "Matcha-Mint Sparkler",
    "Description": "This lime-mint-matcha combo is a great morning or afternoon pick-me-up—a splash of rum turns it into an invigorating cocktail.",
    "Rating": "0/4",
    "Reviews": "0",
    "Link": "http://www.epicurious.com/recipes/food/views/matcha-mint-sparkler"
  },
  {
    "Name": "Lentil and Egg Stew",
    "Description": "Poaching eggs right in the stew is so obviously genius, we are still trying to figure out why we didn’t think of this recipe sooner.",
    "Rating": "2/4",
    "Reviews": "1",
    "Link": "http://www.epicurious.com/recipes/food/views/lentil-and-egg-stew"
  }
]