[
  {
    "Name": "Mom's Best Pork Chops",
    "Description": "Tender and crunchy breaded pork chops are everyone's favorite!",
    "Rating": "4.42999982833862",
    "Author": "AREJAY59"
  },
  {
    "Name": "Buffalo Chicken Mac and Cheese",
    "Description": "This Buffalo chicken macaroni and cheese with three kinds of cheese is rich and spicy, great served as a quick and easy weeknight dinner.",
    "Rating": "4.73999977111816",
    "Author": "Matt R"
  },
  {
    "Name": "KISS Salmon",
    "Description": "How simple can a salmon recipe be? Just bake fillets with a combination of barbeque sauce and raspberry jam for a delicious and pretty main dish.",
    "Rating": "4.40999984741211",
    "Author": "cookntaste"
  },
  {
    "Name": "Upside-Down Barbeque Meatloaf",
    "Description": "Place the meat on top of a layer of barbeque sauce to make Chef John's upside-down barbeque meatloaf, a great twist on the comfort-food classic.",
    "Rating": "4.40000009536743",
    "Author": "Chef John"
  },
  {
    "Name": "Chocolate Pancakes",
    "Description": "This is a sweet and slightly gooey chocolate pancake that is great with fresh fruit.",
    "Rating": "3.51999998092651",
    "Author": "ramie7224"
  },
  {
    "Name": "American Lasagna",
    "Description": "Lasagna appeals to the eye as well as to the taste buds. Here, ground beef, onion, garlic, basil, tomatoes and a dash of brown sugar make up the sauce, while ricotta, Parmesan, mozzarella, eggs and parsley are the filling for this layered casserole. Prepare up to 2 days in advance, if desired, and chill covered in the refrigerator until ready to bake. Increase the baking time by about 15 minutes.",
    "Rating": "4.67999982833862",
    "Author": "ETHELMERTZ"
  },
  {
    "Name": "Quick Crispy Parmesan Chicken Breasts",
    "Description": "This quick and easy recipe for crispy Parmesan chicken breasts goes well with pasta, on a salad, or even on its own.",
    "Rating": "4.78000020980835",
    "Author": "SUNKIST2"
  },
  {
    "Name": "Nikki's Creamy Crock Pot Potato Soup",
    "Description": "A creamy, flavorful potato soup, made in the slow cooker, gets extra flavor from bacon and cheese.",
    "Rating": "3.9300000667572",
    "Author": "Nikki"
  },
  {
    "Name": "Tater Tot Taco Casserole",
    "Description": "This recipe gives you a Mexican-style version of tater tot casserole.",
    "Rating": "4.57000017166138",
    "Author": "Irlynda Smith"
  },
  {
    "Name": "Boxty with Liver and Bacon",
    "Description": "This Irish specialty consists of boxty, traditional potato pancakes, topped with crispy bacon, pan-fried lamb's liver, and wilted cabbage.",
    "Rating": "0",
    "Author": "jean.isacke"
  },
  {
    "Name": "Spinach and Ricotta Tortellini",
    "Description": "Homemade spinach and ricotta tortellini, an Italian favorite, is a gourmet vegetarian meal to prepare and it will impress your guests.",
    "Rating": "0",
    "Author": "alemarsi"
  },
  {
    "Name": "Bacon Tater Egg Cups",
    "Description": "Bacon and Tater Tots(R) are baked with eggs and veggies in these delicious egg cups, an easy breakfast to take on the run in the morning.",
    "Rating": "5",
    "Author": "Culinary Envy"
  },
  {
    "Name": "Healthy Ham and Egg Muffins",
    "Description": "Ham and egg muffins with a touch of feta cheese are a quick and easy breakfast to eat on the run and can be made in advance and frozen.",
    "Rating": "0",
    "Author": "blue tuberosa"
  },
  {
    "Name": "Baked Spinach and Egg White Muffins",
    "Description": "Spinach, cheese, and egg white muffins are a great portable breakfast that are quick and easy to prepare for those busy weekday mornings.",
    "Rating": "4",
    "Author": "cooking made izzy"
  },
  {
    "Name": "Chocolate and Guinness(R) Cake",
    "Description": "This dense and moist chocolate and Guinness(R) cake has a pudding-like texture that goes down a treat with whipped cream or ice cream.",
    "Rating": "0",
    "Author": "hybridoriental"
  },
  {
    "Name": "Crawfish Pirogue",
    "Description": "In this easy Cajun-inspired recipe, Creole-seasoned crawfish stew is spooned into a bread loaf cut into the shape of a pirogue boat.",
    "Rating": "0",
    "Author": "Caren Lee"
  },
  {
    "Name": "Brown Rice Buddha Bowl",
    "Description": "Brown rice, vegetables, tofu and chickpeas are topped with a spicy Thai basil dressing and toasted sesame seeds in this fresh Buddha bowl.",
    "Rating": "0",
    "Author": "Buckwheat Queen"
  },
  {
    "Name": "Chinese Hand-Pulled Noodles",
    "Description": "Chinese hand-pulled noodles, known as lamian in Northwest China, require just 3 ingredients and a little patience to make at home.",
    "Rating": "0",
    "Author": "Ping Lo"
  },
  {
    "Name": "Bratwurst",
    "Description": "Learn how to make homemade bratwurst sausages flavored with beer, garlic, and lots of savory spices using this step-by-step recipe.",
    "Rating": "0",
    "Author": "Brandon"
  },
  {
    "Name": "Traditional Dublin Coddle",
    "Description": "Smoked streaky bacon, pork sausages, onion, and potatoes simmer together slowly in this traditional coddle recipe from Dublin, Ireland.",
    "Rating": "0",
    "Author": "J. Boyle"
  },
  {
    "Name": "Honey and Rosemary Soda Bread",
    "Description": "This half-whole-wheat soda bread flavored with fresh rosemary and honey is best served freshly baked with butter, honey, and a cup of tea.",
    "Rating": "0",
    "Author": "Chef Liam"
  },
  {
    "Name": "Super Shrimp Dip",
    "Description": "Cream cheese and mayonnaise blend with shrimp, bacon, celery, and Cheddar cheese in this super dip that's sure to please all your guests.",
    "Rating": "5",
    "Author": "AJSMOMMA"
  },
  {
    "Name": "Wonton Egg Cups",
    "Description": "Wonton wrapper cups are filled with eggs, sausage, and Manchego cheese to make these quick and easy bite-size snacks with a pleasing crunch.",
    "Rating": "4",
    "Author": "Grams"
  },
  {
    "Name": "Bacon and Egg Muffins",
    "Description": "This bacon, onion, and egg muffin recipe can be customized any way you like to make a grab-and-go breakfast your family will enjoy.",
    "Rating": "4",
    "Author": "rc2k11"
  },
  {
    "Name": "Sausage and Scallion Egg Muffins",
    "Description": "Make a batch of these sausage and scallion egg muffins for a week of on-the-go breakfasts or an easy lunch or dinner with a side salad.",
    "Rating": "5",
    "Author": "Cindy Anschutz Barbieri"
  },
  {
    "Name": "Cheesesteak Stromboli",
    "Description": "Combine two favorites, cheesesteaks and stromboli, in this recipe that's perfect for a bite-size appetizer that's quick and easy to prepare.",
    "Rating": "0",
    "Author": "tcasa"
  },
  {
    "Name": "Eggplant Bacon",
    "Description": "Thin slices of sweet and smoky roasted eggplant are a great vegetarian substitute for bacon in any salads, sandwiches, or breakfast dishes.",
    "Rating": "0",
    "Author": "Companion"
  },
  {
    "Name": "Vegan Eggplant Rollatini",
    "Description": "Pretty purple eggplant rollatini with vegan cashew cheese and pesto, baked in tomato sauce, are incredibly tasty, and sure to please anyone.",
    "Rating": "0",
    "Author": "Juhea Kim"
  },
  {
    "Name": "Zeytoon Parvardeh (Persian Olive Pomegranate Dip)",
    "Description": "This Persian zeytoon parvardeh, a green olive dip with pomegranate molasses, fresh herbs, and lemon juice, tastes great with pita bread.",
    "Rating": "0",
    "Author": "Soheila"
  }
]